Repository: LeonarddeR/unicodebrailleinput
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: bg, es, nl, pt_pt

source: Un&icode Braille Input...
bg: Въвеждане на брайл на &уникод...
nl: Un&icode Braille-invoer...
pt_pt: Introdução Braille &Unicode.

source: Displays a dialog to enter braille in numeric form.
bg: Извежда диалог за въвеждане на брайл чрез цифри.
es: Muestra un diálogo para introducir braille en forma numérica.
nl: Toont een dialoogvenster om braille in te voeren in numerieke vorm.
pt_pt: Apresenta uma janela para introduzir Braille em forma numérica.

source: Braille dots (e.g. 1345-1236-145-1)
bg: Брайлови точки (напр. 1345-1236-145-1)
es: Puntos braille (EJ. 1345-1236-145-1)
nl: Braille-punten (bijv. 1345-1236-145-1)
pt_pt: Pontos Braille (por exemplo, 1345-1236-145-1)

source: Normal text according to {table}
bg: Нормален текст съгласно {table}
es: Texto normal según {table}
nl: Normale tekst volgens {table}
pt_pt: Texto normal de acordo com {table}

source: Unicode braille
bg: Уникод Брайл
es: Braille Unicode
pt_pt: Braille Unicode

source: ASCII braille (BRF)
bg: ASCII брайл (BRF)
es: Braille ASCII (BRF)
pt_pt: Braille ASCII (BRF)

source: Clipboard
bg: Клипборд
es: Portapapeles
nl: Klembord
pt_pt: Área de transferência

source: File
bg: Файл
es: Archivo
nl: Bestand
pt_pt: Ficheiro

source: Unexpected input: '%s', only dots 0 to 8 and - are allowed.
bg: Неочаквани входящи данни: '%s', позволени са само точки от 0 до 8 и тире (-).
es: Entrada inesperada: '%s', sólo se permiten puntos de 0 a 8 y -.
nl: Ongeldige invoer: "%s", alleen punten 0 tot en met 8 en - zijn toegestaan.
pt_pt: Entrada inesperada: '%s', apenas pontos de 0 a 8 e - são permitidos.

source: Convert Braille
bg: Конвертиране на брайл
es: Convertir braille
nl: Converteer braille
pt_pt: Converter Braille

source: &Input:
bg: &Въвеждане:
es: &Entrada:
nl: &Invoer:
pt_pt: &Entrada:

source: I&mport...
bg: И&мпортирай...
es: &Importar...
nl: I&mporteren...

source: Input &type:
bg: &Тип въвеждане:
es: &Tipo de entrada:
nl: Invoer&type:
pt_pt: Entrada &tipo:

source: &Output type:
bg: Тип и&звеждане:
es: Tipo de &salida:
nl: &Uitvoertype:
pt_pt: &Tipo de saída:

source: Convert Unicode Braille &space to ASCII space
bg: Конвертира уникод брайлови ин&тервали до ASCII интервали
es: &Convertir espacio braille Unicode a espacio ASCII
nl: Converteer Unicode Braille spatie naar ASCII spatie
pt_pt: Converter Unicode Braille &space em espaço ASCII

source: &Export to:
bg: &Експортиране в:
es: &Exportar a:
nl: &Exporteren naar:
pt_pt: &Exportar para:

source: Import File
bg: Импортиране на файл
es: Importar archivo
nl: Bestand importeren
pt_pt: Importar Arquivo

source: Error importing file: {e}
bg: Грешка при импортиране на файл: {e}
es: Error al importar el archivo: {e}
nl: Fout bij importeren bestand: {e}
pt_pt: Erro ao importar o ficheiro: {e}

source: Error
bg: Грешка
nl: Fout
pt_pt: Erro

source: Export File
bg: Експортиране на файл
es: Exportar archivo
nl: Bestand exporteren
pt_pt: Exportar ficheiro

source: Error exporting file: {e}
bg: Грешка при експортиране на файл: {e}
es: Error al exportar el archivo: {e}
nl: Fout bij exporteren bestand: {e}
pt_pt: Erro ao exportar o ficheiro: {e}

source: Result copied to clipboard ready for you to paste.
bg: Резултатът е копиран в клипборда, готов за поставяне.
es: Resultado copiado al portapapeles listo para ser pegado.
nl: Resultaat naar klembord gekopieerd. Klaar om te plakken.
pt_pt: Resultado copiado para a área de transferência, pronto para ser colado.

source: Unicode Braille Input
bg: Въвеждане на брайл на уникод (Unicode Braille Input)
es: Entrada Braille Unicode
nl: Unicode braille-invoer
pt_pt: Introdução Braille Unicode

source: Utilities to convert text to Unicode braille
bg: Помощни програми за конвертиране на текст в уникод брайл
es: Utilidades para convertir texto a braille Unicode
nl: Hulpmiddelen om tekst te converteren naar Unicode Braille
pt_pt: Utilitários para converter texto em braille Unicode
